{
  "texts": [
    "A car or automobile is a wheeled motor vehicle used for transportation. Most definitions of cars say that they run primarily on roads, seat one to eight people, have four tires, and mainly transport people rather than goods",
    "Florida, is a state located in the southeastern region of the United States. With a population of over 21 million, Florida is the third most populous and the 22nd most extensive of the 50 United States.",
    "The original comic book Superman could leap tall buildings in a single bound. But then he had to come right back down to Earth because he didn't fly. It wasn't until the 1940s, when animators for a new animated series decided it would be too difficult to routinely draw him bending his knees, that it was decided that Superman could take off into the air. Readers got to see smooth animation, and a superhero gained a new power.",
    "These days, supercomputers are everywhereand they really don't need much space at all. Have an Xbox One posted up in your living room? That's a supercomputer. A laptop tablet hybrid in your bag? That's a supercomputer, too. But when supercomputers first came around, they needed much, much more space. In 1946 The Electronic Numerical Integrator and Computer(ENIAC),  weighed 60,000 pounds and took up a room larger than most studio apartments (1,500 square feet). ",
    "When you see footage of astronauts floating peacefully in space, do you ever wonder, What do space smells like? Well, according to some former astronauts, space does have a distinct odor that hangs around post spacewalk. They've described it as 'hot metal' or 'searing steak'.",
    "While Scotland proudly boasts the Loch Ness Monster, one of the world's most famous fabled creatures, the country opted to make another mythical beast its national animal: the unicorn. Although this might seem like an odd choice, Visit Scotland explains that unicorns played an integral role in the country's history. Back in the 12th century, William I used the 'proud beast' in the Scottish royal coat of arms.",
    "Bees are notorious for their stings, but humans aren't the only ones who experience this pain in the neck (or the arm, or the leg…). In protecting their hives from outsiders, some 'guard bees' will stay by the entrance and sniff the bees that come in, says Marianne Peso from the biology department of Macquarie University. If there's a rogue bee from another hive trying to steal some nectar, the guard bee will bite and even sting the intruder.",
    "A 2013 U.K. study from online retailer Littlewoods.com observed young children and recorded the questions they asked the adults around them. The children tended to turn to their mothers for answers, and these moms could end up answering an average of nearly 300 questions per day, or one question every two and a half minutes, the study found. The moms reported that the hardest questions they were asked included 'Why is water wet?' and 'What are shadows made of?",
    "Entomologists have estimated that there are at least one million trillion insects and only one percent of that number is ants, according to the BBC. And if you took all those ants (about ten thousand trillion) and put them on one side of a giant scale, you could almost put all of the people in the world onto the other and balance things out. Unfortunately, as humans have become heavier, this probably wouldn't hold up today—but it once did. Francis Ratnieks, professor of Apiculture at the University of Sussex, told the BBC this might have held true around 2,000 years ago.",
    "Try writing out a few sentences anything at all. Now take a minute to look at how frequently each letter in the alphabet appears. Chances are you'll see a lot of the letter 'e'. That's because the commonly used vowel appears in around 11 percent of all words in the English language, according to Oxford Dictionaries. The next most popular letter was 'a,' which appears in around 8.5 percent of all words. The least common letter is 'q' which appears in just 0.2 percent of words.",
    "A small valley near Volcan in Panama has garnered the distinction of being the world's healthiest place to live, according to a 2018 report by International Living. Called Shangri La Valley, the area is home to beautiful scenery, a low cost of living, and a significantly longer life expectancy than the surrounding areas. All in all, the world's healthiest areas have some common factors, according to the ranking: a warm climate, an active social scene, healthy food, and a slower pace of life that makes for less daily stress.",
    "The pharaohs of ancient Egypt were believed to be literally divine. The word pharaoh itself means 'great house', as in the house of God. In fact, King Pepi II, who supposedly ruled for 90 years, thought so highly of himself that when he was bothered by insects, he would command that one of his slaves be covered in honey to lure the flies away from himself.",
    "There were two AI chatbots created by Facebook to talk to each other, but they were shut down after they started communicating in a language they made for themselves.",
    "Calling 'shotgun' when riding in a car comes from the term 'shotgun messenger'. This term which was used to refer to the guard who sat next to the Stagecoach driver. The guards would use a shotgun to keep robbers and criminals away. It made its way into society due to Hollywood’s love of Western flicks.",
    "An Italian banker, Gilberto Baschiera is considered a modern day Robin Hood. Over the course of 7 years, he secretly diverted 1 million euros to poorer clients from the wealthy ones so they could qualify for loans. He made no profit and avoided jail in 2018 due to a plea bargain.",
    "In 2009, Stephen Hawking held a reception for time travelers, but didn’t publicize it until after. This way, only those who could time travel would be able to attend. Nobody else attended.",
    "The deepest levels of our oceans are some of the least explored areas of the planet. Because of the extreme pressure, cold, and dark at these depths, only the very strangest of creatures can survive there. These include giant tube worms, vampire squids, goblin sharks, and viperfish with teeth so long that they can't close their mouths. Perhaps the strangest, though, is the barreleye, a large fish with a completely transparent head.",
    "Dolphins are known widely as adorable, intelligent animals. What is not as widely known is that these crafty creatures were used largely by the U.S. and Soviet Union during the Vietnam War and the Cold War. Both countries studied the creatures for their sonar capabilities, but also trained them to detect mines, bring equipment to divers, find lost equipment, and guard submarines amongst other nifty tricks.",
    "The most popular instrument in North Korea is the accordion, so much so that all teachers used to be required to play to get their teaching certifications. Because the accordion is portable in a way that, say, a grand piano isn't, it was thought of as the 'people's instrument' that could be taken outside and played for laborers in the fields.",
    "If you listen very closely, hot water and cold water sound slightly different when being poured. The heat changes the thickness, or viscosity, of the water, which changes the pitch of the sound it makes when it's poured. What we feel as heat comes from the molecules of the water moving faster. Cold water is thicker and therefore makes a slightly higher pitched sound.",
    "Every culture in the world laughs, but surprisingly, most of our laughter isn't necessarily a response to humor. Less than 20 percent of laughter comes after jokes, according to neuroscientist Robert Provine; the rest is a reaction to regular statements and questions like, 'How have you been?' The ensuing laughter, however brief, helps form social bonds since people who laugh together grow closer.",
    "Periodically, a rumor starts on the internet that says natural redheads will become extinct by the year 2060. Lucky for gingers everywhere, this is a myth. It's true that the gene that causes red hair is recessive, meaning that both parents must have it for their child to have red hair. However, even non redheads can carry the red hair gene, and it can pop up unexpectedly in generations down the line.",
    "Chimpanzees and gorillas have human like fingerprints and so do koalas. In fact, koala prints are very similar to human fingerprints, even to expert crime scene investigators. As of yet, no koalas have framed humans for their crimes, but now we know it's not impossible…",
    "After multiple people reported they had passed a kidney stone while riding Walt Disney World's Big Thunder Mountain Railroad ride, a research team from Michigan State University decided to investigate the phenomena in 2016. They conducted tests with a model kidney and found that there was a 64 percent kidney stone pass rate for those seated in the rear of the Thunder Mountain ride. That number was just 16 percent for those seated in the front.",
    "Back in their day, dinosaurs lived on every continent on Earth, including Antarctica. The reason we only find their bones in certain places, though, is that weather and soil conditions in those places were just right for the bones to be fossilized. Scientists also speculate that there may be many smaller sized dinosaurs that we know nothing about because their bones were too small to fossilize well.",
    "Benin, a country in central Africa, is notable for having the highest birth rate of twins in the world. While the world average is just 13 twins per 1,000 births, Benin more than doubles that rate, at nearly 30 twins per 1,000 births. There's no single factor that causes this, but genetics, diet, and even the mother's height are thought to play a role.",
    "Apples originally come from Asia. The first pies were baked in Medieval Europe. Even the concept of putting apples in pie traces back to a recipe from England in 1381. Nevertheless, the phrase 'as American as apple pie' turned up by 1924 and became a common saying during the years of the Second World War.",
    "Japan's record breaker for most records broken is Cherry Yoshitake, a children's entertainer who goes by 'Mr. Cherry.' In 2018 alone, Mr. Cherry set one minute records for the most pairs of underwear pulled on (36), the most baked beans eaten (71), and the most apples bobbed (37).",
    "Saturn and Jupiter are gas giant planets that produce a truly unique form of weather. Recently, scientists discovered that there is plenty of carbon in these atmospheres. When carbon soot gets hit by lightning, it hardens into graphite and falls downward, where the pressure of the atmosphere hardens it further, until it becomes… a diamond!  Storms on these planets may literally rain diamonds as big as a centimeter across.",
    "Greenland Sharks are known to be some of the oldest living animals in our world. Researchers did carbon dating on a Greenland Shark that was caught in 2014 and found it to be around 392 years old. Further testing revealed that our fishy friends could be up to 500 years old. Yes, that would mean that our geriatric friends would have been alive when Leonardo Da Vinci painted the 'Mona Lisa.'",
    "If you've ever been accused of 'living under a rock,' you'll feel right at home in Setenil de Las Bodegas in Spain. Many of this tiny town's 3,000 residents live and work and play in a gorge beneath a huge rocky outcropping, where homes are built right into the rock. It provides so much shelter that historians think this area has been occupied by human settlements since the Stone Age.",
    "Pluto was discovered on February 18th, 1930. It is the farthest (dwarf) planet from the Sun, requiring it to go a much farther distance than we are used to on Earth. It takes 248 Earth years for Pluto to complete one rotation of its own around the sun. This places Pluto's first birthday since its discovery on Monday, March 23, 2178.",
    "While sharks account for about 53 bites per year, only one of those ends up being fatal. Cows, on the other hand (or hoof), kill around 20 people per year.",
    "This belief is only a half truth, as babies actually technically do have kneecaps when they are born. Those knees just aren't hardened yet, and remain soft cartilage throughout their childhood until they eventually turn into bone.",
    "Cheetahs can't roar, but they can purr, meow, hiss, bark, and growl instead. This type of behavior is much like the domestic cats we keep in our homes.",
    "The original 1977 Star Wars had a budget of $8 million, which distributor 20th Century Fox was reluctant to give to director/writer George Lucas, so he accepted a lower salary in order to keep the budget. The movie went on to make $775 million around the world, and Disney picked up the entire franchise for $4 billion. For comparison, Star Wars: The Last Jedi, which was released in 2017, had a reported budget of $317 million.",
    "Chau Smith was always an avid runner, and, in 2017, she decided that for her 70th birthday, she would complete seven marathons in one week across all of the continents. Traveling made it challenging for example, Smith made the race in Egypt just minutes before the start because her plane to Cairo was delayed. But despite the obstacles, she completed her goal.",
    "Ever wonder why your little puppy obsesses over those squeaky toys? Because dogs are descendants of wolves whose instincts include hunting smaller animals. The sound a squeaky toy makes is very similar to the sound a small animal makes when being hunted. When Ol' Lassie hears that, she gets excited because of these killer survival skills.",
    "In 1972, Nolan Bushnell started the gaming company Atari, which gave us the classic arcade game Pong. Bushnell sold the company just four years later and the following year, he opened Chuck E. Cheese! In fact, there is one game in Chuck E. Cheese that actually is called Ping, a knockoff of his original arcade game, which he couldn't use since he no longer owned it.",
    "While previous research found that ants use visual cues, a 2007 study discovered that desert ants have an internal pedometer that helps them keep track of their travels and find their way back home.",
    "In 2010, researchers in Seattle found that formerly captured crows were able to remember the face of their abductor even years after the incident. Once they identified the suspect in question, they would threaten them by diving down and swarming the person that they had felt threatened by years before.",
    "It is true that everybody thinks their Italian grandma—or nonna—is best cook around. So it was a genius idea when Joe Scaravella decided to gather up as many nonnas as he could to work in his restaurant in Staten Island. Enoteca Maria combines the skill of these delightful, talented grandmothers and has them create and cook recipes from their own family cookbooks.",
    "Shaquille O'Neal made the only three point shot he would ever make in his entire career on February 16, 1996. When the Orlando Magic played the Milwaukee Bucks, O'Neal received an almost full court pass before he shot the three pointer. Despite being the only official three point shot in his career, he went down in NBA history as one of the greatest of all time.",
    "Trees are young compared to the geezer sharks that rule the sea. Sharks have existed for around 400 million years, while trees became their own official species only 350 million years ago. Other notable animals that outlive our leafy ancestors are the horseshoe crab as well as the jellyfish.",
    "We walk an Earth that has seen the extinction of 99.9 percent of all of the species who've ever lived on it, according to PBS. Congratulations that means you are technically in the .1 percent… at least for now!",
    "The Silverback gorilla can lift up to 10 times its body weight on average: a total of about 1,800 pounds, according to the Guinness Book of World Records. This makes them one of the strongest living animal species on Earth. Though they are feared, the Silverback gorillas will only use their strength when they feel threatened.",
    "Blue Whale calves grow 200 pounds per day for the first year they are alive. They can move at a brisk pace of five miles per hour when fully grown, but can get up to 20 miles per hour if need be. They can also hear up to 1,000 miles away in the ocean.",
    "In the 1870s, the city of Liège, Belgium, attempted to employ 37 felines as mail carriers, according to the BBC. Messages were tucked into waterproof bags that the kitties would carry around their necks. However, while one cat apparently made it to its destination in under five hours, the other felines took up to a day to complete their journeys. Due to the fact that the cats weren't particularly reliable and definitely weren't speedy, the service didn't last very long."
  ]
}
